Repository: IcySnex/Velura
Catalog: Velura/Resources/Localization.*.resx
Languages: de

# app_description
source: Your Personal Media Collection. Streamed, Just the Way You Want.
de: Deine persönliche Mediensammlung. Gestreamt, genau wie du es willst.

# home_title
source: Home
de: Startseite

# home_show_all
source: Show All
de: Alle anzeigen

# search_title
source: Search
de: Suche

# settings_title
source: Settings
de: Einstellungen

# about_title
source: About
de: Über

# about_terms
source: Terms of Use
de: Nutzungsbedingungen

# about_dependencies
source: Dependencies
de: Abhängigkeiten

# about_contact
source: Contact
de: Kontakt

# about_contact_subject
source: Velura: Contact Request
de: Velura: Kontaktanfrage

# about_contact_type
source: Type
de: Typ

# about_contact_type_description
source: e.g. Bug, Suggestion
de: z.B. Fehler, Verbesserungsvorschlag

# about_contact_description
source: Description
de: Beschreibung

# about_contact_description_description
source: Briefly describe your request here
de: Beschreibe hier kurz dein Anliegen

# about_contact_moreinfo
source: Additional Information
de: Weitere Informationen

# about_contact_moreinfo_device
source: Device Model: {0}
de: Gerätemodell: {0}

# about_contact_moreinfo_os
source: Operating System: {0}
de: Betriebssystem: {0}

# about_contact_moreinfo_battery
source: Battery Level: {0}%
de: Batteriestand: {0}%

# about_dependencies_description
source: Velura wouldn't be what it is today without these amazing open-source libraries & components:
de: Velura wäre nicht das, was es heute ist, ohne diese tollen Open-Source-Bibliotheken & -Komponenten:

# about_terms_date
source: Effective Date: November 2, 2024
de: Gültig ab: 2. November 2024

# about_terms_introduction
source: These Terms of Use and Privacy Policy (“Terms”) govern your access to and use of Velura, which enables streaming of your personal media content from a local server (e.g. a NAS or SMB), on devices like iPhone, iPad, and Apple TV. Please read the Terms carefully. By using this app, you agree to the terms outlined below.
de: Diese Nutzungsbedingungen und Datenschutzbestimmungen („Bedingungen“) regeln Ihren Zugriff auf und die Nutzung von Velura, einer App, mit der Sie Ihre persönlichen Mediendateien von einem lokalen Server (z.B. einem NAS oder SMB), auf Geräten wie iPhone, iPad und Apple TV streamen können. Bitte lesen Sie die Bedingungen sorgfältig durch. Durch die Nutzung dieser App stimmen Sie den untenstehenden Bedingungen zu.

# about_terms_age
source: 1. Age Requirement
de: 1. Altersanforderung

# about_terms_age_content
source: Velura is designed for users aged 13 and older.
de: Velura ist für Nutzer ab 13 Jahren konzipiert.

# about_terms_permissions
source: 2. Permissions and Data Access
de: 2. Berechtigungen und Datenzugriff

# about_terms_permissions_content
source: To function, Velura requires limited permissions to access: - Storage: For reading files from your device and save metadata or logs. - Local Network: For connecting to and streaming media files. Velura only accesses these permissions to provide core streaming functions and does not transmit data outside of your device or share it with third parties.
de: Zur Funktionalität benötigt Velura Zugriff auf folgende Berechtigungen: - Speicher: Zum Lesen von Dateien auf Ihrem Gerät und Speichern von Metadaten oder Logs. - Lokales Netzwerk: Zum Verbinden und Streamen von Mediendateien. Velura greift nur auf diese Berechtigungen zu, um die Kernfunktionen des Streamings bereitzustellen. Daten werden nicht außerhalb Ihres Geräts übertragen oder an Dritte weitergegeben.

# about_terms_usercontent
source: 3. User Content and Ownership
de: 3. Benutzerinhalte und Eigentum

# about_terms_usercontent_content
source: Velura is designed to display users' personal media files, such as movies or TV shows stored on a local server. The content accessed via the app remains fully owned by the user. Additionally, Velura may retrieve metadata like cover art and descriptions from trusted third-party services (e.g., IMDb) to enhance the user experience. Users are responsible for ensuring that any media streamed complies with applicable copyright and licensing laws.
de: Velura ist so konzipiert, dass sie die persönlichen Mediendateien der Nutzer anzeigt, wie Filme oder Fernsehsendungen, die auf einem lokalen Server gespeichert sind. Die über die App abgerufenen Inhalte verbleiben vollständig im Besitz des Nutzers. Zusätzlich kann Velura Metadaten wie Coverbilder und Beschreibungen von vertrauenswürdigen Drittanbietern (z.B. IMDb) abrufen, um das Benutzererlebnis zu verbessern. Die Nutzer sind dafür verantwortlich, dass alle über die App gestreamten Medien den geltenden Urheberrechts- und Lizenzbestimmungen entsprechen.

# about_terms_datastorage
source: 4. Data Storage and Privacy
de: 4. Datenspeicherung und Datenschutz

# about_terms_datastorage_content
source: Velura does not collect or store any personal data or user information. All media content and associated metadata remain on your device or are stored in iCloud if you choose to sync data through Apple's iCloud services. Velura has no access to, nor does it transmit or share, this data externally. By using the app, you acknowledge that Velura meets applicable data protection regulations, including GDPR, due to this local-only data approach.
de: Velura sammelt oder speichert keine persönlichen Daten oder Benutzerinformationen. Alle Medieninhalte und zugehörigen Metadaten verbleiben auf Ihrem Gerät oder werden, wenn Sie dies wünschen, über die iCloud-Dienste von Apple in iCloud gespeichert. Velura hat keinen Zugriff auf diese Daten und überträgt oder teilt sie nicht extern. Durch die Nutzung der App erkennen Sie an, dass Velura durch diesen lokalen Ansatz die geltenden Datenschutzbestimmungen, einschließlich der DSGVO, erfüllt.

# about_terms_purchases
source: 5. In-App Purchases
de: 5. In-App-Käufe

# about_terms_purchases_content
source: While Velura is currently free to use, future updates may include optional paid features, such as one-time purchases or subscriptions, for enhanced functionality. These purchases are subject to Apple’s App Store policies, including its refund guidelines.
de: Während Velura derzeit kostenlos genutzt werden kann, können in zukünftigen Versionen optionale kostenpflichtige Funktionen, wie Einmal-Käufe oder Abonnements, für eine erweiterte Funktionalität angeboten werden. Diese Käufe unterliegen den Richtlinien des Apple App Store, einschließlich der Rückerstattungsrichtlinien.

# about_terms_userconduct
source: 6. User Conduct
de: 6. Benutzerverhalten

# about_terms_userconduct_content
source: Users are expected to use Velura responsibly and lawfully. Any misuse, such as unauthorized redistribution of media, is strictly prohibited and is the user’s responsibility. Velura does not tolerate any behavior that violates applicable laws or these Terms.
de: Die Nutzer sind angehalten, Velura verantwortungsvoll und gesetzeskonform zu verwenden. Missbrauch, wie die unbefugte Weiterverbreitung von Medien, ist strengstens untersagt und liegt in der Verantwortung des Nutzers. Velura toleriert kein Verhalten, das gegen geltende Gesetze oder diese Bedingungen verstößt.

# about_terms_liability
source: 7. Liability and Disclaimers
de: 7. Haftungsausschluss

# about_terms_liability_content
source: Velura is provided on an “as-is” basis without warranties of any kind. Although we strive for accuracy, we do not guarantee the completeness or reliability of metadata retrieved from third parties, nor the uninterrupted performance of the app. We are not liable for any incidental, consequential, or indirect damages arising from your use or inability to use the app. Users agree to use Velura at their own risk.
de: Velura wird „wie besehen“ ohne jegliche Garantien bereitgestellt. Obwohl wir uns um Genauigkeit bemühen, übernehmen wir keine Garantie für die Vollständigkeit oder Zuverlässigkeit der von Dritten abgerufenen Metadaten noch für die ununterbrochene Leistung der App. Wir haften nicht für beiläufige, Folgeschäden oder indirekte Schäden, die sich aus der Nutzung oder Unmöglichkeit der Nutzung der App ergeben. Die Nutzung von Velura erfolgt auf eigenes Risiko.

# about_terms_termsmodifications
source: 8. Modifications to the App or Terms
de: 8. Änderungen an der App oder den Bedingungen

# about_terms_termsmodifications_content
source: Velura reserves the right to update or modify these Terms at any time. We encourage you to review these Terms periodically. Continued use of the app after any updates constitutes acceptance of the revised Terms.
de: Velura behält sich das Recht vor, diese Bedingungen jederzeit zu aktualisieren oder zu ändern. Wir empfehlen Ihnen, diese Bedingungen regelmäßig zu überprüfen. Die fortgesetzte Nutzung der App nach Änderungen stellt die Zustimmung zu den aktualisierten Bedingungen dar.

# about_terms_governinglaw
source: 9. Governing Law
de: 9. Anwendbares Recht

# about_terms_governinglaw_content
source: These Terms are governed by and construed in accordance with the laws of Germany. By using Velura, you consent to the jurisdiction of German courts for any legal disputes arising from or related to the app.
de: Diese Bedingungen unterliegen den Gesetzen der Bundesrepublik Deutschland. Durch die Nutzung von Velura stimmen Sie der Zuständigkeit deutscher Gerichte für alle Rechtsstreitigkeiten, die sich aus oder im Zusammenhang mit der App ergeben, zu.

# about_terms_contact
source: 10. Contact Information
de: 10. Kontaktinformationen

# about_terms_contact_content
source: For any questions, concerns, or support needs, please contact us via email at {0}.
de: Bei Fragen, Anliegen oder Support-Anfragen kontaktieren Sie uns bitte per E-Mail unter {0}.

# about_terms_contact_thanks
source: Thank you for using Velura! Enjoy your personal media collection with ease and convenience.
de: Vielen Dank, dass Sie Velura verwenden! Genießen Sie Ihre persönliche Medienbibliothek einfach und bequem.

source: Config
de: Konfiguration

# config_app_description
source: Contains all configurable settings of the app.
de: Beinhaltet alle konfigurierbaren Einstellungen der App.

# config_general
source: General
de: Allgemein

# config_general_description
source: Manage your general settings, like XYZ.
de: Verwalte deine allgemeine Einstellungen, wie XYZ.

# config_appearance
source: Appearance
de: Erscheinungsbild

# config_appearance_description
source: Customize the visual style of the app to suit your preferences.
de: Passe das Erscheinungsbild der App an, sodass es dir gefällt.

# config_appearance_theme
source: Theme
de: Farbschema

# config_appearance_theme_description
source: The theme supports light, dark, or automatic based on your system settings.
de: Das Farbschema unterstützt Hell, Dunkel oder Automatisch, basierend auf deinen Systemeinstellungen.

# config_appearance_animatedtabbar
source: Animated Tab Bar
de: Animierte Tab-Leiste

# config_appearance_animatedtabbar_description
source: Plays a little bounce animation when switching tabs in the tab bar.
de: Spielt eine kleine Bounce-Animation ab, beim wechseln der Tabs in der Tab-Leiste.

# config_appearance_preferlargetitles
source: Prefer Large Titles
de: Bevorzuge große Titel

# config_appearance_preferlargetitles_description
source: Prefers large page titles instead of inline page titles whenever possible.
de: Bevorzugt, wann immer möglich, große Seitentitel anstelle von Inline-Seitentiteln.

# config_advanced
source: Advanced
de: Fortgeschritten

# config_advanced_description
source: Settings made for only advanced users! I wouldn't dare come in here. SCARY!
de: Einstellungen, nur für Fortgeschrittene! Ich würde mich nicht rein trauen. SCARY!

# enum_theme_light
source: Light
de: Hell

# enum_theme_dark
source: Dark
de: Dunkel

source: Edit
de: Bearbeiten

source: Close
de: Schließen

source: Placeholder
de: Platzhalter

# alert_cancel
source: Cancel
de: Abbrechen

# alert_error
source: Something went wrong!
de: Etwas ist schiefgelaufen!

# media_movies
source: Movies
de: Filme

# media_shows
source: Shows
de: Serien

# error_nomailservices
source: It looks like mail services are not available on this device.
de: Es sieht so aus, als ob E-Mail-Dienste auf diesem Gerät nicht verfügbar sind.
